[
  {
    "region":"Napa Valley, California",
    "greatVintages":"Añadas de Calidad: 2023 - 2021, 2019, 2018, 2016, 2014, 2013",
    "poorVintages":"No las Mejores: 2020, 2011",
    "notes":"La última década ha entregado añadas excepcionales a pesar de los desafíos, con 2012-2016 produciendo Cabernets estelares incluso durante condiciones de sequía, mientras que 2017 y 2020 enfrentaron devastadores incendios forestales que crearon problemas de contaminación por humo para muchos productores. Busca Cabernet Sauvignons de 2007, 2012, 2013, 2016 y 2018, que muestran el equilibrio perfecto de Napa entre potencia y elegancia, siendo 2012 y 2016 particularmente legendarios por su concentración y potencial de envejecimiento."
  },
  {
    "region":"Sonoma County, California",
    "greatVintages":"Añadas de Calidad: 2021, 2019, 2016",
    "poorVintages":"No las Mejores: 2020, 2015, 2012, 2011",
    "notes":"La última década ha visto condiciones cada vez más variadas a lo largo de los diversos microclimas de Sonoma, con las áreas costeras frescas produciendo Pinot Noirs excepcionales en 2012, 2014 y 2019, mientras que los años más cálidos como 2013 y 2015 desafiaron a los viticultores pero finalmente produjeron vinos concentrados y potentes antes del impacto de los incendios en 2017 y 2020. Busca Pinot Noirs de 2007, 2009, 2012, 2014 y 2019 de Russian River Valley, además de Zinfandels de 2013 y 2016 de Dry Creek Valley, que representan Sonoma en su expresión más pura y equilibrada."
  },
  {
    "region":"Willamette Valley, Oregon",
    "greatVintages":"Añadas de Calidad: 2023, 2022, 2021, 2019 - 2015",
    "poorVintages":"No las Mejores: 2020, 2011",
    "notes":"La última década ha producido algunas de las mejores añadas en la historia de Oregón, con años más cálidos como 2014, 2015 y 2018 dando Pinots más ricos y concentrados, mientras que añadas más frescas como 2016 y 2019 mostraron la elegancia clásica del valle y su acidez brillante. Busca Pinot Noirs de 2008, 2012, 2014, 2015, 2016 y 2018, donde 2015 y 2018 ofrecen una madurez y complejidad excepcionales mientras que 2016 entrega esa fineza quintaesencial de Willamette y capacidad de envejecimiento."
  },
  {
    "region":"Columbia Valley, Washington",
    "greatVintages":"Añadas de Calidad: 2021, 2019, 2018, 2012",
    "poorVintages":"No las Mejores: 2011",
    "notes":"La última década ha sido notablemente consistente para Columbia Valley, con su clima continental y riego protegiéndolo contra los extremos climáticos, produciendo excelentes añadas en 2012, 2014, 2016 y 2019, aunque 2020-2021 enfrentaron algunos desafíos por picos de calor. Enfócate en los Cabernet Sauvignons y Syrahs de 2007, 2010, 2012, 2014, 2016 y 2019, que muestran la combinación característica de Washington de concentración de fruta madura con acidez fresca y precisión estructural."
  },
  {
    "region":"Mendoza, Argentina",
    "greatVintages":"Añadas de Calidad: 2021, 2019, 2018, 2016",
    "poorVintages":"No las Mejores: 2016 - 2014",
    "notes":"La última década ha visto a Mendoza navegar climas extremos con crecientes eventos de granizo y variación entre añadas, aunque los sitios de gran altitud produjeron Malbecs excepcionales en 2013, 2016, 2017 y 2019 con madurez perfecta y acidez equilibrada. Busca Malbecs y blends basados en Cabernet de 2006, 2010, 2013, 2016, 2017 y 2019, donde 2013 y 2016 ofrecen concentración legendaria y potencial de envejecimiento que rivalizan con los mejores tintos del mundo a una fracción del precio."
  },
  {
    "region":"South Australia",
    "greatVintages":"Añadas de Calidad: 2022, 2020, 2019, 2018, 2016, 2015",
    "poorVintages":"No las Mejores: 2011, 2007",
    "notes":"La última década ha traído condiciones desafiantes de sequía y picos de calor al sur de Australia, aunque regiones como Eden Valley y Adelaide Hills se han adaptado bien, con 2012, 2018 y 2021 produciendo Shiraz y Cabernet excepcionales a pesar de las tendencias de calentamiento. Busca Shiraz de Barossa y Cabernet de Coonawarra de 2005, 2010, 2012, 2013, 2018 y 2021, donde 2012 y 2018 muestran un equilibrio notable entre la potencia característica del sur de Australia y una nueva elegancia."
  },
  {
    "region":"New Zealand",
    "greatVintages":"Añadas de Calidad: 2023, 2021, 2020, 2019",
    "poorVintages":"No las Mejores: 2009",
    "notes":"La última década ha visto madurar significativamente las regiones de vino tinto de Nueva Zelanda, particularmente Hawke's Bay y Central Otago, con 2013, 2014, 2016 y 2019 produciendo Pinot Noirs y blends estilo Burdeos sobresalientes, aunque la variación entre añadas sigue siendo alta debido a las influencias marítimas. Busca Pinot Noirs de Central Otago de 2010, 2013, 2014, 2016 y 2019, además de Syrahs de Hawke's Bay de los mismos años, que demuestran la evolución de Nueva Zelanda de vinos frutales a expresiones complejas impulsadas por el terruño."
  },
  {
    "region":"Burgundy, France",
    "greatVintages":"Añadas de Calidad: 2022, 2020, 2019, 2018, 2016, 2015, 2014",
    "poorVintages":"No las Mejores: 2011",
    "notes":"La última década en Borgoña ha estado marcada por extremos climáticos incluyendo devastadoras granizadas, heladas y picos de calor, con 2015, 2019 y 2020 produciendo vinos ricos y concentrados mientras que 2014, 2016 y 2017 sufrieron rendimientos severamente reducidos pero calidad excepcional para quienes lograron producir. La imprevisibilidad ha hecho que el gran Borgoña sea aún más escaso y caro, con algunas añadas como 2016 y 2021 perdiendo hasta el 70% de la producción normal por heladas. Busca 2005, 2009, 2010, 2015, 2019 y 2020 para tintos (siendo 2019 potencialmente legendario), mientras que 2014 y 2017 ofrecen calidad excepcional en un estilo más clásico y elegante para quienes tengan la suerte de encontrar botellas."
  },
  {
    "region":"Left Bank Bordeaux, France",
    "greatVintages":"Añadas de Calidad: 2022, 2020, 2019, 2018, 2016 - 2014, 2010",
    "poorVintages":"No las Mejores: 2021, 2013, 2012",
    "notes":"La última década en la Margen Izquierda ha producido varias añadas excepcionales a pesar del clima desafiante, con 2015, 2016, 2018 y 2019 entregando vinos potentes y aptos para envejecer basados en Cabernet Sauvignon, mientras que 2013, 2014 y 2017 resultaron más difíciles con problemas de lluvia y heladas. La legendaria añada 2016 destaca por su equilibrio y estructura perfectos, rivalizando con el gran 2010, mientras que 2018 y 2019 ofrecen estilos contrastantes — el primero rico y opulento, el segundo fresco y preciso. Busca 2005, 2009, 2010, 2015, 2016, 2018 y 2019 de Pauillac y Saint-Estèphe, donde 2010 y 2016 están destinados a convertirse en añadas legendarias que se beberán maravillosamente durante más de 30 años."
  },
  {
    "region":"Right Bank Bordeaux, France",
    "greatVintages":"Añadas de Calidad: 2022, 2020 - 2015",
    "poorVintages":"No las Mejores: 2021",
    "notes":"Los vinos basados en Merlot de la Margen Derecha han prosperado en las condiciones más cálidas de la última década, con 2015, 2016, 2018 y 2019 produciendo suntuosos y aterciopelados Pomerols y Saint-Émilions, aunque 2017 sufrió devastadoras heladas primaverales que diezmaron los rendimientos. Los suelos arcillosos de Pomerol y las laderas calcáreas de Saint-Émilion han demostrado ser más resistentes a los extremos climáticos que la grava de la Margen Izquierda, con 2015 y 2018 produciendo vinos particularmente hedonistas. Busca Pomerol y Saint-Émilion de 2005, 2009, 2010, 2015, 2016 y 2018, donde 2015 ofrece placer inmediato y 2016 combina madurez con estructura clásica para envejecimiento a largo plazo."
  },
  {
    "region":"Champagne, France",
    "greatVintages":"Añadas de Calidad: 2020, 2019, 2018, 2016 - 2012",
    "poorVintages":"No las Mejores: 2021, 2017, 2011, 2010",
    "notes":"La última década en Champagne ha visto condiciones más cálidas produciendo vinos base más maduros, con 2012, 2013, 2015, 2018 y 2019 declarados como añadas excelentes, aunque el cambio climático ha ayudado a esta región tradicionalmente marginal a alcanzar mejores niveles de madurez de forma más consistente. Busca Champagnes de añada de 2002, 2004, 2008, 2012, 2013 y 2015, siendo 2008 aclamado como potencialmente la añada del siglo por su equilibrio perfecto entre madurez y acidez eléctrica."
  },
  {
    "region":"Rioja, Spain",
    "greatVintages":"Añadas de Calidad: 2021, 2020, 2016, 2010",
    "poorVintages":"No las Mejores: 2018, 2017, 2014, 2013",
    "notes":"La última década ha traído un calor más consistente a Rioja, con 2015, 2016 y 2019 produciendo vinos excepcionales y concentrados, mientras que 2017 sufrió heladas primaverales que redujeron los rendimientos pero concentraron la calidad en esta región tradicionalmente confiable. Busca Gran Reservas y Reservas de primer nivel de 2001, 2004, 2005, 2010, 2015, 2016 y 2019, donde 2010 y 2016 representan la Rioja moderna en su mejor expresión — equilibrando la elegancia tradicional con la riqueza contemporánea."
  },
  {
    "region":"Tuscany, Italy",
    "greatVintages":"Añadas de Calidad: 2021 - 2015",
    "poorVintages":"No las Mejores: 2014, 2012",
    "notes":"La última década en la Toscana ha entregado varias añadas sobresalientes, con 2015, 2016 y 2019 produciendo Brunellos y Chianti Classicos legendarios, mientras que 2014 y 2017 resultaron más desafiantes con lluvias excesivas y picos de calor respectivamente, aunque los mejores productores aún elaboraron vinos excelentes. Busca Brunello di Montalcino y Chianti Classico Riserva de primer nivel de 2004, 2006, 2010, 2015, 2016 y 2019, donde 2010 y 2016 son considerados añadas generacionales que ofrecen tanto potencia como elegancia."
  },
  {
    "region":"Piedmont, Italy",
    "greatVintages":"Añadas de Calidad: 2021 - 2015, 2013, 2010",
    "poorVintages":"No las Mejores: 2014",
    "notes":"La última década en el Piamonte ha producido algunas añadas históricas de Barolo y Barbaresco, con 2013, 2016 y 2019 alcanzando madurez y equilibrio perfectos, mientras que las condiciones frescas y húmedas de 2014 y el calor y sequía de 2017 crearon una calidad más variable que requiere una selección cuidadosa del productor. Busca Barolos y Barbarescos de 2004, 2006, 2010, 2013, 2016 y 2019, donde 2010 y 2016 representan añadas monumentales que combinan los taninos y acidez característicos del Nebbiolo con una concentración frutal excepcional para más de 30 años de potencial de envejecimiento."
  }
]